IDEA StatiCa Open Model
MatConcreteSIA.Ecm Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 secant modulus of elasticity of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Ecm { get; set; }
Public Property Ecm As Double
	Get
	Set
public:
property double Ecm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace